/* No comment provided by engineer. */
"Go Back To Menu" = "回到菜单";

/* No comment provided by engineer. */
"Play Again" = "再上场比赛";

/* No comment provided by engineer. */
"Play Next Level" = "玩一个新的水平";

/* No comment provided by engineer. */
"Stare at your Success" = "盯住你的成功";

/* No comment provided by engineer. */
"Well Done" = "做得好";

/* No comment provided by engineer. */
"What would you like to do?" = "你要什么做什么？";

"NA" = "毫无";